import React from 'react';

export default function HelpInfo() {
  return (
      <div className='modal__overlay'>
        <div className="modal-wrap">
          <div className="modal">
            <div className="modal-content">
              <h3 className="modal__title">
                Проблемы со здоровьем
              </h3>
              <div className="modal__text-info">
                <ol className="">
                  <li>
                    <p>
                      Незамедлительно лично или через представителя уведомить страховщика о наступлении страхового случая, и другие уполномоченные органы власти страны временного пребывания, и выполнять рекомендации п. 2-1 ст. 12 Закона об обязательном страховании туриста (далее-Закон).
                    </p>
                  </li>
                  <li>
                    <p>Представить страховщику имеющиеся документы, необходимые для выяснения обстоятельств о характере и размерах причиненного вреда здоровью (п. 2-1 ст.12 Закона), и в течении 5 рабочих дней страховщик должен определить размер страховой выплаты и предоставить на ознакомление (пп.4-3 п. 2 ст. 13 Закона). В том числе требовать возмещения расходов, понесённые в целях предотвращения или уменьшения убытков, если они были необходимы и были произведены для выполнения указаний страховщика, независимо от наступившего результата (п.3 ст. 14  Закона).

                      Перечень необходимых документов : документ удостоверяющий личность, или паспорт застрахованного с отметкой пограничной службы; оригинал или нотариально заверенная копия медицинского документа, платежные документы об оплате медицинских услуг, оплаты товаров и услуг (приобретение лекарственных препараторов и иных медицинских услуг), медицинские документы касательно употребления психоактивного вещества и состоянии опьянения застрахованного при наступлении несчастного случая;
                      Документы, подтверждающие аннулирование или обмен проездных документов, отказ от забронированного гостиничного номера, и других услуг.
                      При транспортировке несовершеннолетних  документы, подтверждающие осуществление телефонных звонков, сообщений страховщику; документы связанные с принятием мер по предотвращению и уменьшению убытков; документы, на выгодоприобретателя (ст. 18 Закона).</p>
                    <p>
                      В случае отказа в выдаче страховых вы плат либо нарушений условий договора обязательного страхования туриста, обратится с заявлением и прилагаемыми документами страховому омбудсмену напрямую через интернет ресурсы, либо через страховщика.
                      Срок выплаты страховых выплат – 15 рабочих дней со дня получения им документов . В случае оспаривания части страховых выплат , должна быть выплачена в течении трех рабочих дней со дня вступления решения суда по данному спору, если судом решение не обращено немедленному исполнению (п.7 ст. 18 закона).
                    </p>
                  </li>
                  <li>
                    <p>
                      Обратится в суд за защитой своих законных прав согласно установленного процессуального законодательства , Закона о страховой деятельности, Закона об обязательном страховании туриста.
                    </p>
                  </li>
                </ol>
              </div>
            </div>
          </div>
        </div>
      </div>
  )
}